Repository: cbaxley/mcm-connections-manager
Catalog: i18n/*.po
Languages: fr

source: New Tip
fr: Nouvelle Astuce

source: <b>MCM Connections Manager</b> New Tip Reference
fr: <b>MCM Connections Manager</b> Référence Nouvelle Astuce

source: <b>Subsection:</b>
fr: <b>Sous-section :</b>

source: <b>Title:</b>
fr: <b>Titre:</b>

source: <b>Command:</b>
fr: <b>Commandement:</b>

source: <b>Send to the World:</b>
fr: <b>Envoyer au monde:</b>

source: If you agree, a HTML POST with this tip (no personal data) is sent so we can gather and release more and more tips. More information on the Help Button Bellow.
fr: Si vous êtes d'accord, un poste HTML avec cette astuce (pas de données à caractère personnel) est envoyé afin que nous puissions recueillir et de sortie des conseils de plus en plus. Plus d'informations sur l'Aide bouton ci-dessous.

source: Preferences
fr: Préférences

source: <b>MCM Connections Manager</b> Preferences
fr: <b>MCM Connections Manager</b> Préférences

source: Font Style:
fr: Style de la Police

source: Font Color:
fr: Couleur de la police:

source: Choose some font
fr: Choisissez une police

source: Choose some color
fr: Choisissez la couleur

source: Buffer Size:
fr: Taille du tampon:

source: Color:
fr: Couleur:

source: Desaturation:
fr: Désaturation:

source: Background Transparent:
fr: Fond transparent:

source: When the user double-clicks to start selection, the terminal will extend the selection on word boundaries. It will treat characters included in spec as parts of words, and all other characters as word separators. Ranges of characters can be specified by separating them with a hyphen. Percentage symbol is not supported.
fr: Lorsque l'utilisateur double-clique pour commencer la sélection, le terminal étendre la sélection sur les limites de mots. Il permettra de traiter les caractères inclus dans spec que des parties de mots, et tous les autres caractères comme séparateurs de mots. Des plages de caractères peuvent être spécifiées en les séparant par un trait d'union. symbole de pourcentage n'est pas supporté.

source: Clear Background Image
fr: Image de fond Supprimer

source: <b>Background</b>
fr: <b>Fond</b>

source: General
fr: Général

source: <b>Default Options</b>
fr: <b>Options par défaut</b>

source: _File
fr: _Fichier

source: _Import
fr: _Importer

source: Import from CSV
fr: Importer depuis CSV

source: Export HTML
fr: Exportation HTML

source: Export your connections to HTML
fr: Exportez vos connexions au format HTML

source: Export CSV
fr: Exportation CSV

source: Export your connections to a CSV
fr: Exportez vos connexions à un CSV

source: _View
fr: _Vue

source: Connections
fr: Connexions

source: Show/Hide The Cluster Entry
fr: Afficher/cacher l'entrée de cluster

source: Cluster
fr: Groupement

source: Show/Hide the Tips
fr: Afficher/cacher conseils

source: Tips
fr: Conseils

source: _Connections
fr: _Connexions

source: Connect to the selected server
fr: Se connecter au serveur sélectionné

source: Add a new connection
fr: Ajouter une nouvelle connexion

source: Delete the selected connection
fr: Supprime la connexion sélectionnée

source: Manage your connections
fr: Gérer vos connexions

source: _Tools
fr: _Outils

source: Open a Terminal on local
fr: Ouvrir un terminal à l'échelle locale

source: Update Tips
fr: Conseils de mise à jour

source: Download the latest version of the tips file.
fr: Téléchargez la dernière version du fichier de conseils.

source: HTTP Server
fr: Serveur HTTP

source: Manage a HTTP server to easily share files on your network
fr: Gérez un serveur HTTP pour partager facilement des fichiers sur votre réseau

source: _Help
fr: _Aide

source: _Feedback
fr: _Réaction

source: Leave your feedback, bug, wishes or questions using an online form
fr: Laissez vos commentaires, bugs, souhaits ou questions en utilisant un formulaire en ligne

source: <b>Connections</b>
fr: <b>Connexions</b>

source: <b>Username</b>
fr: <b>Nom d'utilisateur</b>

source: <b>Hostname/IP Address</b>
fr: <b>Hostname/IP Addresse</b>

source: <b>Password</b>
fr: <b>Mot de passe</b>

source: <b>SERVER</b>
fr: <b>serveur</b>

source: Maybe I can add some stuff here.
fr: Je pourrais ajouter des choses ici

source: Cluster Entry. Mark the tabs you want to interact with.
fr: Entrée de cluster. Marquer les onglets que vous souhaitez interagir avec.

source: About MCM
fr: Sur MCM

source: An easy and fast connections manager for GNOME
fr: Un gestionnaire de connexions faciles et rapides pour GNOME

source: Spanish: DiegoJ German: Mathias Menzer, cusaro
fr: Espagnol : DiegoJ Allemand : Mathias Menzer, cusaro

source: Select File to Import
fr: Sélectionner le fichier à importer

source: Directory:
fr: Directoire:

source: Add Connection
fr: Ajouter une connexion

source: <b>MCM Connections Manager</b> Add/Edit Connection
fr: <b>MCM Connections Manager</b> Ajouter/Modifier la connexion

source: <b>Group</b>
fr: <b>Groupe</b>

source: Edit Connections
fr: Modifier les connexions

source: <b>MCM Connections Manager</b> Manage your connections
fr: <b>MCM Connections Manager</b> Gérer vos connexions

source: Export to HTML
fr: Export en HTML

source: Export to CSV
fr: Exporter en CSV

source: <b>MCM Connections Manager</b> Importing Connections
fr: <b>MCM Connections Manager</b> Connexions Importation

source: <b>Importing</b>
fr: <b>Importation</b>

source: Send to the World
fr: Envoyer au monde

source: If you select the option to send to the world, your tip will be sent to a Google Docs Spreadsheet using an online form. No personal information is sent, only the one you fill on the previous dialog. This Form is online, and the results spreadsheet is public for everyone to see. Check the documentation for the links. If you still feel the need to check on this go to the file "common/utils.py" and there is a class called "GoogleForm" where all this process happens.
fr: Si vous sélectionnez l'option permettant d'envoyer au monde, le bout de votre sera envoyé à une feuille de calcul Google Docs en utilisant un formulaire en ligne. Aucune information personnelle n'est envoyée, que celui que vous remplissez la boîte de dialogue précédente. Ce formulaire est en ligne, et d'un tableur les résultats est publique aux yeux de tous. Consultez la documentation pour les liens. Si vous vous sentez toujours le besoin de vérifier, aller sur le fichier "common / utils.py" et il ya une classe appelée "GoogleForm" où tout ce processus se passe.

source: Can't Access file %s
fr: Impossible de fichier Access %s

source: Deleting Connection %s
fr: Suppression de connexion %s

source: Are you sure?
fr: Etes-vous sûr(e) ?

source: Copy
fr: Copier

source: Paste
fr: Coller

source: Google Search
fr: Recherche Google

source: Set as Title
fr: Définir en tant que titre

source: Press Enter to Save changes
fr: Appuyez sur Entrée pour enregistrer les modifications

source: Export to CSV done
fr: L'exportation au format CSV fait

source: Export to HTML done
fr: L'exportation au format HTML fait

source: Saved file %s
fr: Fichier sauvegardé %s

source: Unable to update tips file
fr: Impossible de mettre à jour astuces sur les fichiers

source: An error ocurred, please check the log files for more information
fr: Une erreur s'est produite, s'il vous plaît consulter les fichiers journaux pour plus d'informations

source: Tips Update Success
fr: Mise à jour de réussite Conseils

source: The tips file has been updated succesfully using %s. A backup file has been created.
fr: Les conseils fichier a été mis à jour avec succès à l'aide %s. Un fichier de sauvegarde a été créé.

source: This alias is already used
fr: Cet alias est déjà utilisé

source: The alias for the new connection. Must be unique.
fr: L'alias de la nouvelle connexion. Doit être unique.

source: Not saving %s
fr: Non sauver %s

source: Saved %s
fr: Enregistré %s

source: Set For Clustered Commands
fr: Ensemble pour les commandes en cluster

source: Quitting MCM Connections Manager
fr: Cesser de MCM Connections Manager

source: An error has ocurred, please check the output on the terminal for more information
fr: Une erreur s'est produite, s'il vous plaît vérifier la sortie du terminal pour plus d'informations

source: Screenshot saved to:
fr: Capture d'écran enregistrée dans:

source: Screenshot
fr: Capture d'écran

source: Disconnect
fr: Débrancher

source: Tools
fr: Outils

source: All
fr: Tous
